---
kind: type
id: T:Autodesk.Revit.DB.Structure.BendingDetailTypeMultipleValuesIndicatorOptions
source: html/4c1439fb-dbbf-97c2-4160-587bdd875535.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailTypeMultipleValuesIndicatorOptions

Describes how the parameters with multiple values will be represented.

## Syntax (C#)
```csharp
public enum BendingDetailTypeMultipleValuesIndicatorOptions
```